Repository: rbmutai/MeCheck
Catalog: MeCheck/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, ko, nb, pl, pt, sv, zh_hans

source: /month
da: /måned
de: /Monat
es: /mes
fi: /kuukausi
fr: /mois
it: /mese
ja: /月
ko: /월
nb: /måned
pl: /miesiąc
pt: /mês
sv: /månad
zh_hans: /月

source: Add
da: Tilføje
de: Hinzufügen
es: Agregar
fi: Lisätä
fr: Ajouter
it: Aggiungere
ja: 追加
ko: 추가하다
nb: Legg til
pl: Dodać
pt: Adicionar
sv: Lägg till
zh_hans: 添加

source: Add Reminder
da: Tilføj påmindelse
de: Erinnerung hinzufügen
es: Agregar recordatorio
fi: Lisää muistutus
fr: Ajouter un rappel
it: Aggiungi promemoria
ja: リマインダーを追加
ko: 알림 추가
nb: Legg til påminnelse
pl: Dodaj przypomnienie
pt: Adicionar lembrete
sv: Lägg till påminnelse
zh_hans: 添加提醒

source: Afternoon
da: Eftermiddag
de: Nachmittag
es: Tarde
fi: Iltapäivällä
fr: Après-midi
it: Pomeriggio
ja: 午後
ko: 오후
nb: Ettermiddag
pl: Popołudnie
pt: Tarde
sv: Eftermiddag
zh_hans: 下午

source: Afternoon Mood
da: Eftermiddagsstemning
de: Nachmittagsstimmung
es: Humor de la tarde
fi: Iltapäivän tunnelma
fr: Ambiance de l'après-midi
it: Atmosfera pomeridiana
ja: 午後の気分
ko: 오후 기분
nb: Ettermiddagsstemning
pl: Popołudniowy nastrój
pt: Humor da tarde
sv: Eftermiddagsstämning
zh_hans: 午后心情

source: All Day
da: Hele dagen
de: Den ganzen Tag
es: Todo el dia
fi: Koko päivä
fr: Toute la journée
it: Tutto il giorno
ja: 一日中
ko: 하루 종일
nb: Hele dagen
pl: Cały dzień
pt: Dia todo
sv: Hela dagen
zh_hans: 一整天

source: ANNUAL
da: ÅRLIGT
de: JÄHRLICH
es: ANUAL
fi: VUOSI
fr: ANNUEL
it: ANNUALE
ja: 年間
ko: 연간
nb: ÅRLIG
pl: COROCZNY
pt: ANUAL
sv: ÅRLIG
zh_hans: 年度的

source: Appreciate someone
da: Sæt pris på nogen
de: Jemanden schätzen
es: apreciar a alguien
fi: Arvosta jotakuta
fr: Apprécier quelqu'un
it: Apprezzare qualcuno
ja: 誰かに感謝する
ko: 누군가를 감사하다
nb: Sett pris på noen
pl: Doceniaj kogoś
pt: Aprecie alguém
sv: Uppskatta någon
zh_hans: 欣赏某人

source: Available on
da: Tilgængelig på
de: Verfügbar auf
es: Disponible en
fi: Saatavilla
fr: Disponible sur
it: Disponibile su
ja: 上で利用可能
ko: 사용 가능한
nb: Tilgjengelig på
pl: Dostępne na
pt: Disponível em
sv: Tillgänglig på
zh_hans: 可在

source: awful
da: forfærdelig
de: schrecklich
es: horrible
fi: kauheaa
fr: affreux
it: terribile
ja: ひどい
ko: 끔찍한
nb: fryktelig
pl: okropny
pt: horrível
sv: förfärlig
zh_hans: 可怕

source: Bad Habits to Break
da: Dårlige vaner at bryde
de: Schlechte Angewohnheiten, die man sich abgewöhnen sollte
es: Malos hábitos que romper
fi: Huonot tavat rikkoa
fr: Mauvaises habitudes à briser
it: Cattive abitudini da rompere
ja: 断ち切るべき悪い習慣
ko: 깨뜨려야 할 나쁜 습관
nb: Dårlige vaner å bryte
pl: Złe nawyki, które należy zerwać
pt: Maus hábitos para quebrar
sv: Dåliga vanor att bryta
zh_hans: 要改掉的坏习惯

source: Best Time of Day
da: Bedste tidspunkt på dagen
de: Beste Tageszeit
es: Mejor hora del día
fi: Paras aika vuorokaudesta
fr: Meilleur moment de la journée
it: Miglior momento della giornata
ja: 一日のうちのベストタイム
ko: 하루 중 가장 좋은 시간
nb: Beste tid på dagen
pl: Najlepsza pora dnia
pt: Melhor hora do dia
sv: Bästa tiden på dagen
zh_hans: 一天中的最佳时间

source: Build
da: Byg
de: Bauen
es: Construir
fi: Rakentaa
fr: Construire
it: Costruire
ja: 建てる
ko: 짓다
nb: Bygge
pl: Zbudować
pt: Construir
sv: Bygga
zh_hans: 建造

source: Cancel
da: Afbestille
de: Stornieren
es: Cancelar
fi: Peruuttaa
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
pl: Anulować
pt: Cancelar
sv: Annullera
zh_hans: 取消

source: Completion
da: Færdiggørelse
de: Fertigstellung
es: Terminación
fi: Valmistuminen
fr: Achèvement
it: Completamento
ja: 完了
ko: 완성
nb: Fullføring
pl: Ukończenie
pt: Conclusão
sv: Komplettering
zh_hans: 达成

source: Completion Level
da: Fuldførelsesniveau
de: Abschlussgrad
es: Nivel de finalización
fi: Valmistustaso
fr: Niveau d'achèvement
it: Livello di completamento
ja: 完了レベル
ko: 완료 수준
nb: Fullføringsnivå
pl: Poziom ukończenia
pt: Nível de conclusão
sv: Slutförande nivå
zh_hans: 完成程度

source: Contact Support
da: Kontakt support
de: Kontaktieren Sie Support
es: Soporte de contacto
fi: Ota yhteyttä tukeen
fr: Contactez le support
it: Contatta il supporto
ja: サポート問い合わせ先
ko: 연락처 지원
nb: Kontakt kundestøtte
pl: Skontaktuj się z pomocą techniczną
pt: Contate o suporte
sv: Kontakta supporten
zh_hans: 联系支持

source: Continue
da: Blive ved
de: Weitermachen
es: Continuar
fi: Jatkaa
fr: Continuer
it: Continua
ja: 続く
ko: 계속하다
nb: Fortsette
pl: Kontynuować
pt: Continuar
sv: Fortsätta
zh_hans: 继续

source: Count
da: Tælle
de: Zählen
es: Contar
fi: Kreivi
fr: Compter
it: Contare
ja: カウント
ko: 세다
nb: Telle
pl: Liczyć
pt: Contar
sv: Räkna
zh_hans: 数数

source: Country
da: Land
de: Land
es: País
fi: Maa
fr: Pays
it: Paese
ja: 国
ko: 국가
nb: Land
pl: Kraj
pt: País
sv: Land
zh_hans: 国家

source: Create
da: skab
de: Erstellen
es: Crear
fi: Luoda
fr: Créer
it: Creare
ja: 作成する
ko: 만들다
nb: Skape
pl: Tworzyć
pt: Criar
sv: Skapa
zh_hans: 创造

source: Create your own custom habit
da: Skab din egen vane
de: Schaffen Sie Ihre eigene Gewohnheit
es: Crea tu propio hábito personalizado
fi: Luo oma mukautettu tapasi
fr: Créez votre propre habitude personnalisée
it: Crea la tua abitudine personalizzata
ja: 自分だけのカスタム習慣を作りましょう
ko: 나만의 맞춤 습관 만들기
nb: Lag din egen vane
pl: Stwórz swój własny, niestandardowy nawyk
pt: Crie seu próprio hábito personalizado
sv: Skapa din egen vana
zh_hans: 创建自己的自定义习惯

source: Current Streak
da: Nuværende streak
de: Aktuelle Serie
es: Racha actual
fi: Nykyinen putki
fr: Série actuelle
it: Serie attuale
ja: 現在の連勝
ko: 현재 연속
nb: Nåværende strek
pl: Obecna passa
pt: Sequência Atual
sv: Nuværende streak
zh_hans: 当前连胜

source: Daily
da: Daglige
de: Täglich
es: A diario
fi: Päivittäin
fr: Tous les jours
it: Quotidiano
ja: 毎日
ko: 일일
nb: Daglig
pl: Codziennie
pt: Diário
sv: Dagligen
zh_hans: 日常的

source: Dark Mode
da: Mørk tilstand
de: Dunkler Modus
es: Modo oscuro
fi: Tumma tila
fr: Mode sombre
it: Modalità scura
ja: ダークモード
ko: 다크 모드
nb: Mørk modus
pl: Tryb ciemny
pt: Modo escuro
sv: Mörkt läge
zh_hans: 暗黑模式

source: Date
da: Dato
de: Datum
es: Fecha
fi: Päivämäärä
it: Data
ja: 日付
ko: 날짜
nb: Dato
pl: Data
pt: Data
sv: Datum
zh_hans: 日期

source: day%@
da: dag %@
de: Tag %@
es: día %@
fi: päivä %@
fr: jour %@
it: giorno %@
ja: 日%@
ko: 낮 %@
nb: dag %@
pl: dzień %@
pt: dia %@
sv: dag %@
zh_hans: 天%@

source: Default Reminder
da: Standard påmindelse
de: Standarderinnerung
es: Recordatorio predeterminado
fi: Oletusmuistutus
fr: Rappel par défaut
it: Promemoria predefinito
ja: デフォルトのリマインダー
ko: 기본 알림
nb: Standard påminnelse
pl: Domyślne przypomnienie
pt: Lembrete padrão
sv: Standardpåminnelse
zh_hans: 默认提醒

source: Delete
da: Slet
de: Löschen
es: Borrar
fi: Poistaa
fr: Supprimer
it: Eliminare
ja: 消去
ko: 삭제
nb: Slett
pl: Usuwać
pt: Excluir
sv: Radera
zh_hans: 删除

source: Don't forget to add today's entry
da: Glem ikke at tilføje dagens indlæg
de: Vergessen Sie nicht, den heutigen Eintrag hinzuzufügen
es: No olvides agregar la entrada de hoy.
fi: Muista lisätä tämän päivän merkintä
fr: N'oubliez pas d'ajouter l'entrée d'aujourd'hui
it: Non dimenticare di aggiungere la voce di oggi
ja: 今日のエントリーを忘れずに追加してください
ko: 오늘의 항목을 추가하는 것을 잊지 마세요
nb: Ikke glem å legge til dagens oppføring
pl: Nie zapomnij dodać dzisiejszego wpisu
pt: Não se esqueça de adicionar a entrada de hoje
sv: Glöm inte att lägga till dagens inlägg
zh_hans: 别忘了添加今天的条目

source: Don't lose your temper
da: Tab ikke besindelsen
de: Verlieren Sie nicht die Fassung
es: No pierdas los estribos
fi: Älä menetä malttiasi
fr: Ne perdez pas votre sang-froid
it: Non perdere la pazienza
ja: 怒らないで
ko: 화를 내지 마세요
nb: Ikke mist humøret
pl: Nie trać panowania nad sobą
pt: Não perca a paciência
sv: Tappa inte humöret
zh_hans: 不要发脾气

source: Drink water
da: Drik vand
de: Wasser trinken
es: Beber agua
fi: Juoda vettä
fr: Bois de l'eau
it: Bere acqua
ja: 水を飲む
ko: 물을 마셔라
nb: Drikk vann
pl: Pij wodę
pt: Beber água
sv: Drick vatten
zh_hans: 喝水

source: Edit
da: Redigere
de: Bearbeiten
es: Editar
fi: Muokata
fr: Modifier
it: Modificare
ja: 編集
ko: 편집하다
nb: Redigere
pl: Edytować
pt: Editar
sv: Redigera
zh_hans: 编辑

source: Edit Gratitude Journal
da: Rediger Taknemmelighedsjournal
de: Bearbeiten Sie das Dankbarkeitstagebuch
es: Editar diario de gratitud
fi: Muokkaa Gratitude Journalia
fr: Modifier le journal de gratitude
it: Modifica il diario della gratitudine
ja: 感謝の日記を編集する
ko: 감사 일기 편집
nb: Rediger Gratitude Journal
pl: Edytuj Dziennik Wdzięczności
pt: Editar Diário de Gratidão
sv: Redigera Gratitude Journal
zh_hans: 编辑感恩日记

source: Edit Habit
da: Rediger vane
de: Gewohnheit bearbeiten
es: Editar hábito
fi: Muokkaa tapaa
fr: Modifier l'habitude
it: Modifica abitudine
ja: 習慣を編集する
ko: 습관 편집
nb: Rediger vane
pl: Edytuj nawyk
pt: Editar hábito
sv: Redigera vana
zh_hans: 编辑习惯

source: Edit Reminder
da: Rediger påmindelse
de: Erinnerung bearbeiten
es: Editar recordatorio
fi: Muokkaa muistutusta
fr: Modifier le rappel
it: Modifica promemoria
ja: リマインダーを編集
ko: 알림 수정
nb: Rediger påminnelse
pl: Edytuj przypomnienie
pt: Editar lembrete
sv: Redigera påminnelse
zh_hans: 编辑提醒

source: End Date
da: Slutdato
de: Endtermin
es: Fecha final
fi: Päättymispäivä
fr: Date de fin
it: Data di fine
ja: 終了日
ko: 종료일
nb: Sluttdato
pl: Data końcowa
pt: Data final
sv: Slutdatum
zh_hans: 结束日期

source: Evening
da: Aften
de: Abend
es: Noche
fi: Ilta
fr: Soir
it: Sera
ja: 夕方
ko: 저녁
nb: Kveld
pl: Wieczór
pt: Noite
sv: Kväll
zh_hans: 晚上

source: Evening Mood
da: Aftenstemning
de: Abendstimmung
es: Ambiente nocturno
fi: Iltatunnelmia
fr: Ambiance du soir
it: Umore serale
ja: イブニングムード
ko: 저녁 분위기
nb: Kveldsstemning
pl: Wieczorny nastrój
pt: Humor noturno
sv: Kvällsstämning
zh_hans: 晚上的心情

source: Exercise
da: Dyrke motion
de: Übung
es: Ejercicio
fi: Harjoittele
fr: Exercice
it: Esercizio
ja: エクササイズ
ko: 운동
nb: Trening
pl: Ćwiczenia
pt: Exercício
sv: Träning
zh_hans: 锻炼

source: Family
da: Familie
de: Familie
es: Familia
fi: Perhe
fr: Famille
it: Famiglia
ja: 家族
ko: 가족
nb: Familie
pl: Rodzina
pt: Família
sv: Familj
zh_hans: 家庭

source: Free limit reached, please upgrade to premium to add more
da: Gratis grænse nået. Opgrader til premium for at tilføje flere
de: Kostenloses Limit erreicht. Bitte upgraden Sie auf Premium, um mehr hinzuzufügen
es: Se alcanzó el límite gratuito; actualice a premium para agregar más
fi: Ilmainen raja saavutettu. Päivitä premium-versioon, jos haluat lisätä lisää
fr: Limite gratuite atteinte, veuillez passer à Premium pour en ajouter davantage
it: Limite gratuito raggiunto, esegui l'upgrade a Premium per aggiungerne altro
ja: 無料制限に達しました。さらに追加するにはプレミアムにアップグレードしてください。
ko: 무료 한도에 도달했습니다. 더 추가하려면 프리미엄으로 업그레이드하세요.
nb: Gratisgrensen er nådd. Oppgrader til premium for å legge til flere
pl: Osiągnięto bezpłatny limit. Przejdź na wersję premium, aby dodać więcej
pt: Limite gratuito atingido, atualize para premium para adicionar mais
sv: Gratisgränsen har nåtts. Uppgradera till premium för att lägga till fler
zh_hans: 已达到免费限制，请升级到高级版以添加更多内容

source: Free MONTHLY limit of 15 reached, please upgrade to premium to add more
da: Gratis MÅNEDLIG grænse på 15 nået. Opgrader til premium for at tilføje flere
de: Kostenloses MONATLICHES Limit von 15 erreicht, bitte upgraden Sie auf Premium, um mehr hinzuzufügen
es: Se alcanzó el límite MENSUAL gratuito de 15; actualice a premium para agregar más
fi: Maksuton KUUKAUSITTINEN 15 raja on saavutettu. Päivitä premium-versioon, jos haluat lisätä lisää
fr: Limite MENSUEL gratuite de 15 atteinte, veuillez passer à premium pour en ajouter plus
it: È stato raggiunto il limite MENSILE gratuito di 15, esegui l'upgrade a Premium per aggiungerne altri
ja: 毎月の無料制限は15件です。さらに追加するにはプレミアムにアップグレードしてください。
ko: 월간 무료 한도인 15개에 도달했습니다. 더 추가하려면 프리미엄으로 업그레이드하세요.
nb: Gratis MÅNEDLIG grense på 15 nådd. Oppgrader til premium for å legge til flere
pl: Osiągnięto bezpłatny MIESIĘCZNY limit 15, uaktualnij do wersji premium, aby dodać więcej
pt: Limite MENSAL gratuito de 15 atingido, atualize para premium para adicionar mais
sv: Gratis MÅNATSgräns på 15 nådd, uppgradera till premium för att lägga till fler
zh_hans: 每月免费数量已达 15 个，请升级至高级版以添加更多

source: Free Version
da: Gratis version
de: Freie Version
es: Versión gratuita
fi: Ilmainen versio
fr: Version gratuite
it: Versione gratuita
ja: 無料版
ko: 무료 버전
nb: Gratis versjon
pl: Darmowa wersja
pt: Versão gratuita
sv: Gratis version
zh_hans: 免费版本

source: Frequency Chart
da: Frekvensdiagram
de: Frequenzdiagramm
es: Tabla de frecuencias
fi: Taajuuskaavio
fr: Tableau de fréquence
it: Grafico della frequenza
ja: 頻度チャート
ko: 빈도 차트
nb: Frekvensdiagram
pl: Wykres częstotliwości
pt: Gráfico de frequência
sv: Frekvensdiagram
zh_hans: 频率图

source: Friend
da: Ven
de: Freund
es: Amigo
fi: ystävä
fr: Ami
it: Amico
ja: 友人
ko: 친구
nb: Venn
pl: Przyjaciel
pt: Amigo
sv: Vän
zh_hans: 朋友

source: Generate interesting and useful statistics that help you notice patterns and trends
da: Generer interessante og nyttige statistikker, der hjælper dig med at bemærke mønstre og tendenser
de: Erstellen Sie interessante und nützliche Statistiken, mit deren Hilfe Sie Muster und Trends erkennen
es: Genera estadísticas interesantes y útiles que te ayudarán a notar patrones y tendencias.
fi: Luo mielenkiintoisia ja hyödyllisiä tilastoja, joiden avulla voit havaita malleja ja trendejä
fr: Générez des statistiques intéressantes et utiles qui vous aident à remarquer des modèles et des tendances
it: Genera statistiche interessanti e utili che ti aiutano a notare modelli e tendenze
ja: パターンや傾向に気づくのに役立つ興味深く有用な統計を生成します
ko: 패턴과 추세를 파악하는 데 도움이 되는 흥미롭고 유용한 통계를 생성합니다.
nb: Generer interessant og nyttig statistikk som hjelper deg å legge merke til mønstre og trender
pl: Generuj ciekawe i przydatne statystyki, które pomogą Ci dostrzec prawidłowości i trendy
pt: Gere estatísticas interessantes e úteis que ajudam você a perceber padrões e tendências
sv: Generera intressant och användbar statistik som hjälper dig att lägga märke till mönster och trender
zh_hans: 生成有趣且有用的统计数据，帮助您注意到模式和趋势

source: Go for a walk
da: Gå en tur
de: Spazieren gehen
es: Ir a caminar
fi: Mene kävelylle
fr: Aller se promener
it: Fare una passeggiata
ja: 散歩に行く
ko: 산책하다
nb: Gå en tur
pl: Iść na spacer
pt: Ir caminhar
sv: Gå på en promenad
zh_hans: 出去走走

source: Go Premium
da: Gå til Premium
de: Premium werden
es: Hazte Premium
fi: Siirry Premiumiin
fr: Passer en Premium
it: Passa a Premium
ja: プレミアムへ
ko: 프리미엄으로 이동
nb: Gå Premium
pl: Przejdź na Premium
pt: Torne-se Premium
sv: Gå Premium
zh_hans: 升级至高级版

source: Go to Settings
da: Gå til Indstillinger
de: Gehe zu den Einstellungen
es: Ir a la configuración
fi: Mene asetuksiin
fr: Aller aux paramètres
it: Vai alle impostazioni
ja: 設定に移動
ko: 설정으로 바로 가기
nb: Gå til Innstillinger
pl: Przejdź do ustawień
pt: Vá para as configurações
sv: Gå till Inställningar
zh_hans: 前往设置

source: good
da: godt
de: gut
es: bueno
fi: hyvä
fr: bien
it: bene
ja: 良い
ko: 좋은
nb: flink
pl: dobry
pt: boa
sv: bra
zh_hans: 好的

source: Good Habits to Set
da: Gode vaner at sætte
de: Gute Gewohnheiten, die man sich aneignen sollte
es: Buenos hábitos para establecer
fi: Hyviä tapoja ottaa käyttöön
fr: Bonnes habitudes à prendre
it: Buone abitudini da impostare
ja: 身につけるべき良い習慣
ko: 설정해야 할 좋은 습관
nb: Gode vaner å sette
pl: Dobre nawyki do ustalenia
pt: Bons hábitos para definir
sv: Goda vanor att skapa
zh_hans: 养成良好习惯

source: Good things that happened
da: Gode ting der skete
de: Gute Dinge, die passiert sind
es: Cosas buenas que pasaron
fi: Hyviä asioita tapahtui
fr: De bonnes choses qui se sont produites
it: Cose belle che sono accadute
ja: 良い出来事
ko: 일어난 좋은 일들
nb: Gode ting som skjedde
pl: Dobre rzeczy, które się wydarzyły
pt: Coisas boas que aconteceram
sv: Bra saker som hände
zh_hans: 发生的好事

source: Gratitude
da: Taknemmelighed
de: Dankbarkeit
es: Gratitud
fi: Kiitollisuus
it: Gratitudine
ja: 感謝
ko: 고마움
nb: Takknemlighet
pl: Wdzięczność
pt: Gratidão
sv: Tacksamhet
zh_hans: 感激

source: great
da: store
de: großartig
es: excelente
fi: loistava
fr: super
it: grande
ja: 素晴らしい
ko: 엄청난
nb: flott
pl: świetnie
pt: ótimo
sv: bra
zh_hans: 伟大的

source: Habit Goal
da: Vanemål
de: Gewohnheitsziel
es: Objetivo del hábito
fi: Tapa tavoite
fr: Objectif d'habitude
it: Obiettivo abitudine
ja: 習慣目標
ko: 습관목표
nb: Vanemål
pl: Cel nawyku
pt: Meta de Hábito
sv: Vanamål
zh_hans: 习惯目标

source: Habit Goal?
da: Vanemål?
de: Gewohnheitsziel?
es: ¿Objetivo del hábito?
fi: Tapa tavoite?
fr: Objectif d'habitude ?
it: Obiettivo abitudine?
ja: 習慣目標？
ko: 습관 목표?
nb: Vanemål?
pl: Cel nawyku?
pt: Objetivo do hábito?
sv: Vanamål?
zh_hans: 习惯目标？

source: Habit Name
da: Vanens navn
de: Name der Gewohnheit
es: Nombre del hábito
fi: Tavan nimi
fr: Nom de l'habitude
it: Nome dell'abitudine
ja: 習慣名
ko: 습관 이름
nb: Vanenavn
pl: Nazwa nawyku
pt: Nome do hábito
sv: Vanans namn
zh_hans: 习惯名称

source: Habit name?
da: Vanens navn?
de: Gewohnheitsname?
es: ¿Nombre del hábito?
fi: Tottumuksen nimi?
fr: Nom de l'habitude ?
it: Nome dell'abitudine?
ja: 習慣の名前は？
ko: 습관 이름?
nb: Vanenavn?
pl: Nazwa nawyku?
pt: Nome do hábito?
sv: Vanans namn?
zh_hans: 习惯名称？

source: Habit Type
da: Vanetype
de: Gewohnheitstyp
es: Tipo de hábito
fi: Tottumuksen tyyppi
fr: Type d'habitude
it: Tipo di abitudine
ja: 習慣タイプ
ko: 습관 유형
nb: Vanetype
pl: Typ nawyku
pt: Tipo de hábito
sv: Vana Typ
zh_hans: 习惯类型

source: Habits
da: Vaner
de: Gewohnheiten
es: Hábitos
fi: Tottumukset
fr: Des habitudes
it: Abitudini
ja: 習慣
ko: 버릇
nb: Vaner
pl: Nawyki
pt: Hábitos
sv: Vanor
zh_hans: 习惯

source: Hey, I use this great app called %@. It enables me to record my moods, set new habits and keep a gratitude journal. You can get it on the appstore at https://appstore.com/
da: Hej, jeg bruger denne fantastiske app kaldet %@ . Det gør mig i stand til at registrere mit humør, sætte nye vaner og føre en taknemmelighedsdagbog. Du kan få det i appstore på https://appstore.com/
de: Hey, ich benutze diese tolle App namens %@ . Damit kann ich meine Stimmungen aufzeichnen, neue Gewohnheiten etablieren und ein Dankbarkeitstagebuch führen. Du kannst sie im Appstore unter https://appstore.com/ herunterladen.
es: Oye, uso esta gran aplicación llamada %@ . Me permite registrar mi estado de ánimo, establecer nuevos hábitos y llevar un diario de gratitud. Puede obtenerlo en la tienda de aplicaciones en https://appstore.com/
fi: Hei, käytän tätä mahtavaa sovellusta nimeltä %@ . Sen avulla voin kirjata mielialaani, luoda uusia tapoja ja pitää kiitollisuuspäiväkirjaa. Saat sen Appstoresta osoitteessa https://appstore.com/
fr: Hé, j'utilise cette excellente application appelée %@ . Cela me permet d'enregistrer mes humeurs, de définir de nouvelles habitudes et de tenir un journal de gratitude. Vous pouvez l'obtenir sur l'Appstore à l'adresse https://appstore.com/
it: Ehi, utilizzo questa fantastica app chiamata %@ . Mi consente di registrare i miei stati d'animo, stabilire nuove abitudini e tenere un diario della gratitudine. Puoi scaricarlo sull'appstore all'indirizzo https://appstore.com/
ja: こんにちは、私は%@という素晴らしいアプリを使っています。このアプリを使うと、気分を記録したり、新しい習慣を設定したり、感謝の日記をつけたりすることができます。このアプリは、https://appstore.com/ の AppStore から入手できます。
ko: 안녕하세요, 저는 %@ 이라는 훌륭한 앱을 사용하고 있습니다. 기분을 기록하고, 새로운 습관을 설정하고, 감사 일기를 쓸 수 있게 해줍니다. https://appstore.com/ 앱스토어에서 받으실 수 있습니다.
nb: Hei, jeg bruker denne flotte appen som heter %@ . Det gjør det mulig for meg å registrere humøret mitt, sette nye vaner og føre en takknemlighetsdagbok. Du kan få det på appstore på https://appstore.com/
pl: Hej, używam tej świetnej aplikacji o nazwie %@ . Dzięki niemu mogę rejestrować swoje nastroje, ustalać nowe nawyki i prowadzić dziennik wdzięczności. Można go pobrać w Appstore pod adresem https://appstore.com/
pt: Ei, eu uso um ótimo aplicativo chamado %@ . Permite-me registar o meu humor, estabelecer novos hábitos e manter um diário de gratidão. Você pode obtê-lo na appstore em https://appstore.com/
sv: Hej, jag använder den här fantastiska appen som heter %@ . Det gör det möjligt för mig att registrera mitt humör, skapa nya vanor och föra en tacksamhetsdagbok. Du kan köpa den på appstore på https://appstore.com/
zh_hans: 嘿，我用的是这款很棒的应用%@ 。它让我可以记录心情、养成新习惯并记感恩日记。你可以在应用商店 https://appstore.com/ 下载它

source: House Help
da: Hushjælp
de: Haushaltshilfe
es: Ayuda a domicilio
fi: Talo Apua
fr: Aide ménagère
it: Aiuto domestico
ja: 家事手伝い
ko: 하우스 헬프
nb: Hushjelp
pl: Pomoc domowa
pt: Ajuda doméstica
sv: Hushjälp
zh_hans: 家政服务

source: How did it make you feel
da: Hvordan fik det dig til at føle
de: Wie haben Sie sich dabei gefühlt?
es: Cómo te hizo sentir
fi: Miltä se sinussa tuntui
fr: Qu'est-ce que ça t'a fait ressentir
it: Come ti ha fatto sentire
ja: どう感じましたか
ko: 기분이 어땠나요?
nb: Hvordan fikk det deg til å føle deg
pl: Jak się po tym czułaś
pt: Como isso fez você se sentir
sv: Hur fick det dig att känna
zh_hans: 你感觉如何

source: How did it make you feel?
da: Hvordan fik det dig til at føle?
de: Wie haben Sie sich dabei gefühlt?
es: ¿Cómo te hizo sentir?
fi: Miltä se sinussa tuntui?
fr: Qu’est-ce que cela vous a fait ressentir ?
it: Come ti ha fatto sentire?
ja: どう感じましたか？
ko: 기분이 어땠나요?
nb: Hvordan fikk det deg til å føle deg?
pl: Jak się po tym czułaś?
pt: Como você se sentiu?
sv: Hur fick det dig att känna?
zh_hans: 这让你感觉怎样？

source: How did you feel %@?
da: Hvordan havde du det %@
de: Wie hast du dich gefühlt %@?
es: Cómo te sentiste %@?
fi: Miltä sinusta tuntui %@
fr: Comment te sentais-tu %@?
it: Come ti sei sentito %@
ja: どう感じましたか %@
ko: 어땠나 %@
nb: Hvordan følte du deg %@
pl: Jak się czułeś %@
pt: Como você se sentiu %@
sv: Hur kände du %@
zh_hans: 你感觉怎么样 %@

source: How did you feel?
da: Hvordan havde du det?
de: Wie hast du dich gefühlt?
es: ¿Cómo te sentiste?
fi: Miltä sinusta tuntui?
fr: Comment te sentais-tu?
it: Come ti sei sentito?
ja: どう感じましたか？
ko: 어땠나?
nb: Hvordan følte du deg?
pl: Jak się czułeś?
pt: Como você se sentiu?
sv: Hur kände du?
zh_hans: 你感觉怎么样？

source: Icon
da: Ikon
de: Symbol
es: Icono
fi: Kuvake
fr: Icône
it: Icona
ja: アイコン
ko: 상
nb: Ikon
pl: Ikona
pt: Ícone
sv: Ikon
zh_hans: 图标

source: It takes just 21 days to set a good habit or break a bad one. Click the plus button below to start
da: Det tager kun 21 dage at lægge en god vane eller bryde en dårlig. Klik på plusknappen nedenfor for at starte
de: Es dauert nur 21 Tage, um eine gute Gewohnheit zu etablieren oder eine schlechte zu brechen. Klicken Sie auf die Plus-Schaltfläche unten, um zu beginnen
es: Sólo se necesitan 21 días para establecer un buen hábito o romper con uno malo. Haga clic en el botón más a continuación para comenzar
fi: Hyvän tavan luominen tai huonon tavan rikkominen kestää vain 21 päivää. Aloita napsauttamalla alla olevaa pluspainiketta
fr: Il suffit de 21 jours pour prendre une bonne habitude ou en perdre une mauvaise. Cliquez sur le bouton plus ci-dessous pour commencer
it: Ci vogliono solo 21 giorni per stabilire una buona abitudine o interromperne una cattiva. Fai clic sul pulsante più in basso per iniziare
ja: 良い習慣を身につけたり、悪い習慣を断ち切るのにたった21日しかかかりません。始めるには下のプラスボタンをクリックしてください
ko: 좋은 습관을 갖거나 나쁜 습관을 고치는 데는 단 21일이 걸립니다. 시작하려면 아래의 더하기 버튼을 클릭하세요.
nb: Det tar bare 21 dager å sette en god vane eller bryte en dårlig. Klikk på plussknappen nedenfor for å starte
pl: Wystarczy 21 dni, aby wykształcić dobry nawyk lub przełamać zły. Aby rozpocząć, kliknij przycisk plusa poniżej
pt: São necessários apenas 21 dias para estabelecer um bom hábito ou abandonar um mau. Clique no botão de adição abaixo para começar
sv: Det tar bara 21 dagar att skapa en god vana eller bryta en dålig. Klicka på plusknappen nedan för att börja
zh_hans: 只需 21 天即可养成好习惯或改掉坏习惯。点击下方的加号按钮即可开始
